[
  {
    "picture_url": "/images/sportscar.png",
    "name": "Speedy Racer",
    "seller_name": "John's Toy Store",
    "seller_email": "johnstoy@store.com",
    "category": "Sports car",
    "price": 29.99,
    "rating": 4.5,
    "available_quantity": 10,
    "detail_description": "Let your little one's imagination soar with the Speedy Racer! This sleek and fast toy car is designed to provide endless hours of racing excitement. With its vibrant colors, smooth wheels, and realistic design, it's perfect for little racing enthusiasts. Get ready for thrilling adventures on the imaginary race tracks!"
  },
  {
    "picture_url": "/images/suv.png",
    "name": "Mega Monster Truck",
    "seller_name": "Toy Emporium",
    "seller_email": "info@toyemporium.com",
    "category": "SUV",
    "price": 39.99,
    "rating": 4.2,
    "available_quantity": 5,
    "detail_description": "Get ready for off-road adventures with the Mega Monster Truck! This rugged and powerful SUV toy car is built to conquer any terrain. Its large wheels, sturdy body, and vibrant design make it a must-have for young explorers. Unleash the fun and let the adventures begin!"
  },
  {
    "picture_url": "/images/truck.png",
    "name": "Fire Hero Rescue Vehicle",
    "seller_name": "Playland Toys",
    "seller_email": "sales@playlandtoys.com",
    "category": "Fire truck",
    "price": 24.99,
    "rating": 4.7,
    "available_quantity": 8,
    "detail_description": "Ignite the hero within with the Fire Hero Rescue Vehicle! This action-packed fire truck toy car is equipped with all the tools to save the day. With flashing lights, realistic sounds, and movable parts, it's perfect for young aspiring firefighters. Let their imagination soar as they race to extinguish imaginary fires!"
  },
  {
    "picture_url": "/images/sportscar1.png",
    "name": "Turbo Blast Race Car",
    "seller_name": "Speedy Toys",
    "seller_email": "info@speedytoys.com",
    "category": "Sports car",
    "price": 19.99,
    "rating": 4.3,
    "available_quantity": 12,
    "detail_description": "Experience the thrill of speed with the Turbo Blast Race Car! This sleek and aerodynamic sports car toy is built for high-performance racing. With its smooth wheels, vibrant colors, and realistic design, it's a dream come true for young racing enthusiasts. Let the excitement rev up!"
  },
  {
    "picture_url": "/images/suv1.png",
    "name": "Adventure Explorer 4x4",
    "seller_name": "Toy World",
    "seller_email": "sales@toyworld.com",
    "category": "SUV",
    "price": 34.99,
    "rating": 4.6,
    "available_quantity": 6,
    "detail_description": "Embark on thrilling adventures with the Adventure Explorer 4x4! This rugged SUV toy car is built to conquer the toughest terrains. With its sturdy construction, realistic design, and removable roof, it's perfect for young explorers to create their own outdoor escapades!"
  },
  {
    "picture_url": "/images/sportscar2.png",
    "name": "Police Pursuit Cruiser",
    "seller_name": "Funland Toys",
    "seller_email": "info@funlandtoys.com",
    "category": "Sports car",
    "price": 27.99,
    "rating": 4.4,
    "available_quantity": 9,
    "detail_description": "Enforce the law with the Police Pursuit Cruiser! This sleek and powerful police car toy is ready to chase down the bad guys. With its flashing lights, realistic siren sounds, and movable parts, it's perfect for young law enforcement enthusiasts. Let the adventures of justice begin!"
  },
  {
    "picture_url": "/images/suv2.png",
    "name": "T-Rex Racer",
    "seller_name": "Dino Toys",
    "seller_email": "sales@dinotoys.com",
    "category": "SUV",
    "price": 32.99,
    "rating": 4.8,
    "available_quantity": 7,
    "detail_description": "Roar into action with the T-Rex Racer! This ferocious SUV toy car combines the excitement of dinosaurs and racing. With its roaring sounds, rugged design, and dinosaur-inspired features, it's perfect for young adventurers. Let the prehistoric racing fun begin!"
  },
  {
    "picture_url": "/images/truck1.png",
    "name": "Rescue Response Ambulance",
    "seller_name": "Toy Heroes",
    "seller_email": "info@toyheroes.com",
    "category": "Fire truck",
    "price": 21.99,
    "rating": 4.4,
    "available_quantity": 9,
    "detail_description": "Save lives with the Rescue Response Ambulance! This emergency fire truck toy car is equipped with all the essential tools for rescue missions. With flashing lights, realistic siren sounds, and medical accessories, it's perfect for young heroes to play out their rescue scenarios!"
  },
  {
    "picture_url": "/images/sportscar3.png",
    "name": "Formula Speedster",
    "seller_name": "Racing Toys",
    "seller_email": "sales@racingtoys.com",
    "category": "Sports car",
    "price": 23.99,
    "rating": 4.6,
    "available_quantity": 11,
    "detail_description": "Experience the thrill of Formula racing with the Formula Speedster! This sleek and aerodynamic sports car toy is designed for speed and agility. With its dynamic design, vibrant colors, and smooth wheels, it's perfect for young racing enthusiasts to imagine themselves on the race track!"
  },
  {
    "picture_url": "/images/suv3.png",
    "name": "Explorer Adventure Vehicle",
    "seller_name": "Adventure Toys",
    "seller_email": "info@adventuretoys.com",
    "category": "SUV",
    "price": 27.99,
    "rating": 4.5,
    "available_quantity": 8,
    "detail_description": "Unleash the spirit of adventure with the Explorer Adventure Vehicle! This rugged SUV toy car is ready to tackle any outdoor expedition. With its realistic features, sturdy construction, and removable roof, it's perfect for young explorers to embark on imaginative journeys!"
  },
  {
    "picture_url": "/images/sportscar4.png",
    "name": "Raceway Police Cruiser",
    "seller_name": "Toys Unlimited",
    "seller_email": "sales@toysunlimited.com",
    "category": "Sports car",
    "price": 26.99,
    "rating": 4.3,
    "available_quantity": 10,
    "detail_description": "Enforce the law on the raceway with the Raceway Police Cruiser! This sleek and powerful police car toy is built for high-speed chases. With its sporty design, flashing lights, and movable parts, it's perfect for young officers to catch the imaginary speedsters. Let the race for justice begin!"
  },
  {
    "picture_url": "/images/suv.png",
    "name": "Off-Road Adventure Buggy",
    "seller_name": "Adventure Toys",
    "seller_email": "info@adventuretoys.com",
    "category": "SUV",
    "price": 37.99,
    "rating": 4.7,
    "available_quantity": 6,
    "detail_description": "Get ready for thrilling off-road adventures with the Off-Road Adventure Buggy! This rugged SUV toy car is built to conquer any terrain. With its robust design, large wheels, and removable roof, it's perfect for young adventurers seeking excitement in the great outdoors."
  },
  {
    "picture_url": "/images/truck2.png",
    "name": "Rescue Helicopter Transporter",
    "seller_name": "Hero Toys",
    "seller_email": "sales@herotoys.com",
    "category": "Fire truck",
    "price": 19.99,
    "rating": 4.5,
    "available_quantity": 9,
    "detail_description": "Fly to the rescue with the Rescue Helicopter Transporter! This versatile fire truck toy car transforms into a helicopter for daring rescue missions. With its rotating propellers, realistic sounds, and movable parts, it's perfect for young heroes to save the day!"
  },
  {
    "picture_url": "/images/sportscar4.png",
    "name": "Racing Legend Speedster",
    "seller_name": "Speedy Toys",
    "seller_email": "info@speedytoys.com",
    "category": "Sports car",
    "price": 22.99,
    "rating": 4.3,
    "available_quantity": 11,
    "detail_description": "Unleash your inner racing legend with the Racing Legend Speedster! This sleek and dynamic sports car toy is designed for ultimate speed and performance. With its aerodynamic shape, vibrant colors, and smooth wheels, it's perfect for young racers to create thrilling race scenarios."
  },
  {
    "picture_url": "/images/sportscar5.png",
    "name": "City Explorer Patrol Car",
    "seller_name": "Playland Toys",
    "seller_email": "sales@playlandtoys.com",
    "category": "Sports car",
    "price": 24.99,
    "rating": 4.6,
    "available_quantity": 8,
    "detail_description": "Patrol the city streets with the City Explorer Patrol Car! This versatile police car toy is equipped with all the necessary features to maintain law and order. With its sleek design, flashing lights, and realistic sounds, it's perfect for young officers to protect and serve their imaginary city."
  },
  {
    "picture_url": "/images/suv2.png",
    "name": "Monster Crusher Truck",
    "seller_name": "Monster Toys",
    "seller_email": "info@monstertoys.com",
    "category": "SUV",
    "price": 29.99,
    "rating": 4.4,
    "available_quantity": 10,
    "detail_description": "Crush the competition with the Monster Crusher Truck! This powerful and imposing SUV toy car is designed to conquer any obstacle in its path. With its monster truck-inspired design, big wheels, and sturdy construction, it's perfect for young adventurers seeking epic monster truck battles."
  },
  {
    "picture_url": "/images/suv3.png",
    "name": "Dino Racer",
    "seller_name": "Dino Toys",
    "seller_email": "sales@dinotoys.com",
    "category": "SUV",
    "price": 31.99,
    "rating": 4.7,
    "available_quantity": 7,
    "detail_description": "Embark on a prehistoric racing adventure with the Dino Racer! This SUV toy car combines the thrill of dinosaurs and racing. With its roaring sounds, rugged design, and dinosaur-inspired features, it's perfect for young explorers with a passion for speed and dinosaurs."
  },
  {
    "picture_url": "/images/truck3.png",
    "name": "Rescue Fire Engine",
    "seller_name": "Hero Toys",
    "seller_email": "info@herotoys.com",
    "category": "Fire truck",
    "price": 18.99,
    "rating": 4.4,
    "available_quantity": 9,
    "detail_description": "Race to the rescue with the Rescue Fire Engine! This fire truck toy car is ready to put out imaginary fires and save the day. With its flashing lights, realistic sounds, and extendable ladder, it's perfect for young heroes who dream of being firefighters."
  },
  {
    "picture_url": "/images/sportscar.png",
    "name": "Super Speed Racer",
    "seller_name": "Racing Toys",
    "seller_email": "sales@racingtoys.com",
    "category": "Sports car",
    "price": 21.99,
    "rating": 4.6,
    "available_quantity": 10,
    "detail_description": "Experience the thrill of super speed with the Super Speed Racer! This sleek and aerodynamic sports car toy is designed for ultimate performance on the race track. With its dynamic design, vibrant colors, and smooth wheels, it's perfect for young speedsters and racing enthusiasts."
  },
  {
    "picture_url": "/images/suv1.png",
    "name": "Adventurer 4x4",
    "seller_name": "Adventure Toys",
    "seller_email": "info@adventuretoys.com",
    "category": "SUV",
    "price": 26.99,
    "rating": 4.5,
    "available_quantity": 8,
    "detail_description": "Embark on thrilling adventures with the Adventurer 4x4! This rugged SUV toy car is built to conquer the toughest terrains. With its sturdy construction, realistic design, and removable roof, it's perfect for young explorers to create their own outdoor escapades."
  },
  {
    "picture_url": "/images/sportscar3.png",
    "name": "Highway Patrol Police Car",
    "seller_name": "Playland Toys",
    "seller_email": "sales@playlandtoys.com",
    "category": "Sports car",
    "price": 23.99,
    "rating": 4.3,
    "available_quantity": 9,
    "detail_description": "Patrol the highways with the Highway Patrol Police Car! This sporty police car toy is equipped with all the necessary features to maintain law and order on the roads. With its sleek design, flashing lights, and realistic sounds, it's perfect for young officers to enforce traffic rules and keep the imaginary streets safe."
  },
  {
    "picture_url": "/images/suv2.png",
    "name": "Monster Jam Crusher",
    "seller_name": "Monster Toys",
    "seller_email": "info@monstertoys.com",
    "category": "SUV",
    "price": 28.99,
    "rating": 4.2,
    "available_quantity": 10,
    "detail_description": "Join the epic Monster Jam with the Monster Jam Crusher! This powerful SUV toy car is ready to crush the competition with its massive tires and rugged design. With its monster truck-inspired features and realistic details, it's perfect for young monster truck fans to create their own thrilling monster truck shows."
  }
]
